{
	"home": [
		{
			"title": "Coca Cola Great Britain",
			"subtitle": "Founded by Dr John S Pemberton",
			"description": "The Coca Cola Company is the world's leading manufacturer, marketer and distributor of non-alcoholic beverage concentrates and syrups, and produces nearly 400 brands.",
			"image": "main_3D.jpg",
			"url": "https://www.coca-cola.co.uk/"
		},
		{
			"title": "Coca Cola",
			"subtitle": "New York Harbour, 1886",
			"description": "Atlanta Beginnings: It was 1886, and in New York Harbour, workers were constructing the Statue of Liberty. Eight hundred miles away, another great American symbol was about to be unveiled. Like many people who change history, John Pemberton, an Atlanta pharmacist, was inspired by simple curiosity. One afternoon, he stirred up a fragrant, caramel-coloured liquid and, when it was done, he carried it a few doors down to Jacobs' Pharmacy. Here, the mixture was combined with carbonated water and sampled by customers who all agreed - this new drink was something special. So Jacobs' Pharmacy put it on sale for five cents (about 3p) a glass.",
			"image": "coca_cola.jpg",
			"url": "https://www.coca-cola.co.uk/brands/coca-cola-original-taste"
		},
		{
			"title": "Sprite",
			"subtitle": "West Germany, 1959",
			"description": "First introduced in 1961, crisp, refreshing, clean-tasting Sprite is now the world's leading lemon and lime flavoured soft drink and is sold in more than 190 different countries. Sprite Zero, part of our no sugar Zero range, offers the delicious lemon lime taste of Sprite without the sugar or calories.",
			"image": "sprite.jpg",
			"url": "https://www.coca-cola.co.uk/brands/sprite"
		},
		{
			"title": "Dr Pepper",
			"subtitle": "Texas, 1885",
			"description": "Dr Pepper's unique, sparkling blend of 23 fruit flavours has been around for well over a century and it's still the same, with that distinctive flavour you just can't quite put your tongue on. It was created by Texas pharmacist Charles Alderton in 1885. He gave a sample of the first ever batch to Wade Morrison, a local shop owner, and Mr Morrison instantly agreed to stock the drink. The distinctive, bold taste of Dr Pepper has been popular ever since.",
			"image": "dr_pepper.jpg",
			"url": "https://www.coca-cola.co.uk/brands/dr-pepper"
		}
	],
	"drinks": [
		{
			"modelTitle": "Coca Cola X3D Model",
			"creationMethod": "This model was created using Blender and exported to X3D.",
			"title": "History of Coca Cola",
			"subtitle": "Atlanta Beginnings",
			"description": "It was 1886, and in New York Harbour, workers were constructing the Statue of Liberty. Eight hundred miles away, another great American symbol was about to be unveiled. Like many people who change history, John Pemberton, an Atlanta pharmacist, was inspired by simple curiosity. One afternoon, he stirred up a fragrant, caramel-coloured liquid and, when it was done, he carried it a few doors down to Jacobs' Pharmacy. Here, the mixture was combined with carbonated water and sampled by customers who all agreed - this new drink was something special. So Jacobs' Pharmacy put it on sale for five cents (about 3p) a glass.",
			"modelFile": "coke.x3d",
			"url": "https://www.coca-cola.co.uk/brands/coca-cola-original-taste"
		},
		{
			"modelTitle": "Sprite X3D Model",
			"creationMethod": "This model was created using Blender and exported to X3D.",
			"title": "Sprite - Fanta Klare Zitrone",
			"subtitle": "First introduced in 1961",
			"description": "Crisp, refreshing, clean-tasting Sprite is now the world's leading lemon and lime flavoured soft drink and is sold in more than 190 different countries. Sprite Zero, part of our no sugar Zero range, offers the delicious lemon lime taste of Sprite without the sugar or calories.",
			"modelFile": "sprite.x3d",
			"url": "https://www.coca-cola.co.uk/brands/sprite"
		},
		{
			"modelTitle": "Dr Pepper X3D Model",
			"creationMethod": "This model was created using Blender and exported to X3D.",
			"title": "Dr Pepper - Liquid Sunshine",
			"subtitle": "23 fruit flavours",
			"description": "Dr Pepper's unique, sparkling blend of 23 fruit flavours has been around for well over a century and it's still the same, with that distinctive flavour you just can't quite put your tongue on. It was created by Texas pharmacist Charles Alderton in 1885. He gave a sample of the first ever batch to Wade Morrison, a local shop owner, and Mr Morrison instantly agreed to stock the drink. The distinctive, bold taste of Dr Pepper has been popular ever since.",
			"modelFile": "drpepper.x3d",
			"url": "https://www.coca-cola.co.uk/brands/dr-pepper"
		}
	],
	"cards": [
		{
			"title": "Render Gallery",
			"description": "Rendered images of the 3D models, created in Blender."
		},
		{
			"title": "Cameras",
			"description": "View the X3D model from different angles."
		},
		{
			"title": "Lights",
			"description": "Enable or disable lights in the X3D scene."
		},
		{
			"title": "View Modes",
			"description": "Change display mode for the X3D model."
		},
		{
			"title": "Animations",
			"description": "Animate the X3D model."
		}
	],
	"gallery": [
		{
			"name": "Coca Cola",
			"image": "c_render.png"
		},
		{
			"name": "Sprite",
			"image": "s_render.png"
		},
		{
			"name": "Dr Pepper",
			"image": "dp_render.png"
		}
	],
	"formality": [
		{
			"originality": "These web pages are submitted as part requirement for the degree of Games and Multimedia Environments at the University of Sussex. They are the product of my own labour except where indicated in the web page content. These web pages or contents may be freely copied and distributed provided the source is acknowledged."
		}
	]
}